const QuestionsDB = 
[
	{
		question: 'Кто явлеяется действующим ректором ТУСУРа?',
		answers: [
			{ answer: 'Шелупанов А.А.', score: 0 },
			{ answer: 'Рулевский В.М.', score: 1 },
			{ answer: 'Шурыгин Ю.Н.', score: 0 }
		]
	},
	{
		question: 'Сколько всего факультетов в ТУСУРе?',
		answers: [
			{ answer: 12, score: 1 },
			{ answer: 11, score: 0 },
			{ answer: 10, score: 0 },
			{ answer: 9, score: 0 }
		]
	},
	{
		question: 'В каком кабинете главного корпуса находится Профком студентов?',
		answers: [
			{ answer: 236, score: 1 },
			{ answer: 235, score: 0 },
			{ answer: 102, score: 0 },
			{ answer: 113, score: 0 }
		]
	},
	{
		question: 'Когда ТУСУР отмечает свой главный праздник?',
		answers: [
			{ answer: '7 мая', score: 1 },
			{ answer: '9 мая', score: 0 },
			{ answer: '1 сентября', score: 0 },
			{ answer: '12 июня', score: 0 }
		]
	},
	{
		question:
			'Государственная академическая стипендия выплачивается из средств:',
		answers: [
			{ answer: 'федерального бюджета', score: 1 },
			{ answer: 'ректорского фонда', score: 0 },
			{ answer: 'фонда ППОС', score: 0 }
		]
	},
	{
		question:
			'По какому виду деятельности нельзя получить повышенную стипендию?',
		answers: [
			{ answer: 'по волонтерской', score: 1 },
			{ answer: 'по учебной', score: 0 },
			{ answer: 'по научно-исследовательской', score: 0 },
			{ answer: 'культурно-творческой', score: 0 }
		]
	},
	{
		question:
			'Повышенную государственную стипендию за особые достижения можно получать сразу:',
		answers: [
			{ answer: 'по 5 направлениям', score: 1 },
			{ answer: 'по 2 направлениям', score: 0 },
			{ answer: 'по 3 направлениям', score: 0 },
			{ answer: 'по 4 направлениям', score: 0 },
			{ answer: 'только по 1 направлению', score: 0 }
		]
	},
	{
		question: 'Районный коэффициент Томской области:',
		answers: [
			{ answer: 1.3, score: 1 },
			{ answer: 1.4, score: 0 },
			{ answer: 1.7, score: 0 },
			{ answer: 1.1, score: 0 }
		]
	},
	{
		question: 'Государственная социальная стипендия выплачивается:',
		answers: [
			{ answer: 'отличникам', score: 0 },
			{ answer: 'только иностранным студентам', score: 0 },
			{ answer: 'нуждающимся студентам', score: 1 }
		]
	},
	{
		question: 'Какой % четверок допускается в красном дипломе?',
		answers: [
			{ answer: 25, score: 1 },
			{ answer: 30, score: 0 },
			{ answer: 10, score: 0 },
			{ answer: 15, score: 0 }
		]
	},
	{
		question:
			'К форме проведения промежуточной аттестации в ТУСУСРе НЕ относится:',
		answers: [
			{ answer: 'лабораторная работа', score: 1 },
			{ answer: 'зачет', score: 0 },
			{ answer: 'экзамен', score: 0 },
			{ answer: 'курсовой проект', score: 0 }
		]
	},
	{
		question: 'Выберите именные стипендии, которые возможно получать в ТУСУРе:',
		answers: [
			{ answer: 'им. Ф.И. Перегудова', score: 0.5 },
			{ answer: 'им. А.А. Шелупанова', score: 0 },
			{ answer: 'им. Г.С. Зубарева', score: 0.5 },
			{ answer: 'им. Д.С. Лихачёва', score: 0 }
		]
	},
	{
		question:
			'Выплата государственной социальной стипендии прекращается в случае:',
		answers: [
			{ answer: 'отчисления', score: 1 },
			{ answer: 'получения 3 за сессию', score: 0 },
			{ answer: 'получения повышенной стипендии', score: 0 },
			{ answer: 'перевода на другой факультет', score: 0 }
		]
	},
	{
		question: 'Материальную помощь в ТУСУРе можно получить от:',
		answers: [
			{ answer: 'профкома', score: 0.25 },
			{ answer: 'деканата', score: 0.25 },
			{ answer: 'ректора', score: 0.25 },
			{ answer: 'спортивной кафедры', score: 0.25 }
		]
	},
	{
		question:
			'Какой срок на выселение при отчислении предоставляется проживающему в общежитии?',
		answers: [
			{ answer: '1 день', score: 0 },
			{ answer: '5 дней', score: 0 },
			{ answer: 'неделя', score: 0 },
			{ answer: '3 дня', score: 1 }
		]
	},
	{
		question:
			'В случае обоснованных претензий от студентов по качеству преподавания предоставляется возможность замены преподователя...',
		answers: [
			{ answer: 'по письменному заявлению старосты группы', score: 0 },
			{ answer: 'по письменному заявлению профорга группы', score: 0 },
			{ answer: 'по письменному заявлению студентов группы', score: 1 }
		]
	},
	{
		question:
			'Расписание составляется с таким расчетом, чтобы на подготовку к экзаменам по каждой дисциплине было отведено не менее...',
		answers: [
			{ answer: 'двух дней', score: 0 },
			{ answer: 'одного дня', score: 0 },
			{ answer: 'четырёх дней', score: 0 },
			{ answer: 'трёх дней', score: 1 }
		]
	},
	{
		question:
			'Какая температура должна быть в учебных аудиториях, лабораториях ТУСУРа?',
		answers: [
			{ answer: 'не ниже 14°С', score: 0 },
			{ answer: 'не ниже 23°С', score: 0 },
			{ answer: 'не ниже 20°С', score: 0 },
			{ answer: 'не ниже 16°С', score: 1 }
		]
	},
	{
		question:
			'Выселение студента из общежития за неуплату осуществляется после задержки с оплатой в течении...',
		answers: [
			{ answer: '12 месяцев', score: 0 },
			{ answer: '1 месяца', score: 0 },
			{ answer: '3 месяцев', score: 0 },
			{ answer: '6 месяцев', score: 1 }
		]
	},
	{
		question:
			'Не позднее какого времени санитарная комиссия имеет право выполнять проверку состояния комнат общежития?',
		answers: [
			{ answer: 'не позднее 22.30', score: 0 },
			{ answer: 'не позднее 23.00', score: 0 },
			{ answer: 'не позднее 21.00', score: 0 },
			{ answer: 'не позднее 22.00', score: 1 }
		]
	},
	{
		question:
			'Сколько раз обучающийся, имеющий академическую задолженность, вправе пройти повторно промежуточную аттестацию по соответствующим учебному предмету?',
		answers: [
			{ answer: 'не более 3 раз', score: 0 },
			{ answer: 'не имеет такого права', score: 0 },
			{ answer: 'не более 1 раз', score: 0 },
			{ answer: 'не более 2 раз', score: 1 }
		]
	},
	{
		question:
			'Если студент находится в академическом отпуске, выплачивается ли ему социальная стипендия?',
		answers: [
			{ answer: 'да, в удвоенном размере', score: 0 },
			{ answer: 'да, но только половину', score: 0 },
			{ answer: 'нет', score: 0 },
			{ answer: 'да, в полном размере', score: 1 }
		]
	},
	{
		question: 'Какая температура должна быть в жилых комнатах общежитий?',
		answers: [
			{ answer: 'не ниже 22°С', score: 0 },
			{ answer: 'не ниже 20°С', score: 0 },
			{ answer: 'не ниже 16°С', score: 0 },
			{ answer: 'не ниже 18°С', score: 1 }
		]
	},
	{
		question:
			'К какому направлению деятельности относят следующий критерий получения повышенной государственной академической стипендии: участие в ГПО?',
		answers: [
			{ answer: 'нет такого критерия', score: 0 },
			{ answer: 'культурно-творческой', score: 0 },
			{ answer: 'научно-исследовательскому', score: 0 },
			{ answer: 'учебному', score: 1 }
		]
	},
	{
		question:
			'Куда предоставляются подтверждающие категорию документы для получения государственной социальной стипендии?',
		answers: [
			{ answer: 'в профсоюз', score: 0 },
			{ answer: 'в деканат', score: 1 },
			{ answer: 'в 110 ГК', score: 0 },
			{ answer: 'в отдел ФАО', score: 0 }
		]
	},
	{
		question:
			'Куда предоставляются подтверждающие категорию документы для получения повышенной государственной социальной стипендии?',
		answers: [
			{ answer: 'в профсоюз', score: 1 },
			{ answer: 'в деканат', score: 0 },
			{ answer: 'в 110 ГК', score: 0 },
			{ answer: 'в отдел ФАО', score: 0 }
		]
	},
	{
		question:
			'С каким интервалом происходит распределение фонда материальной помощи по фондам, осуществляемое ФАО?',
		answers: [
			{ answer: 'ежеквартально', score: 1 },
			{ answer: 'два раза в год', score: 0 },
			{ answer: 'один раз в год', score: 0 },
			{ answer: 'каждый месяц', score: 0 }
		]
	},
	{
		question:
			'Сколько % студентов от всех студентов, получающих государственную академическую стипендию, могут получать повышенную государтсвенную академическую стипендию?',
		answers: [
			{ answer: '10 %', score: 1 },
			{ answer: '15 %', score: 0 },
			{ answer: '50 %', score: 0 }
		]
	},
	{
		question:
			'Сколько категорий на получение материальной помощи существует в Профсоюзе?',
		answers: [
			{ answer: '13', score: 0 },
			{ answer: '11', score: 1 },
			{ answer: '10', score: 0 },
			{ answer: '21', score: 0 }
		]
	},
	{
		question:
			'Как часто объявляется конкурс на переход студентов с ПВЗ на бюджет?',
		answers: [
			{ answer: 'не менее двух раз в год', score: 1 },
			{ answer: '2 раза в год', score: 0 },
			{ answer: 'один раз в год', score: 0 },
			{ answer: 'каждый месяц', score: 0 }
		]
	},
	{
		question:
			'Выберите правильный(-ые) вариант(ы) ответа: Право на переход с платного обучения на бесплатное имеет лицо:',
		answers: [
			{ answer: 'обязательно сдавшее экзамены на оценки «отлично»', score: 0 },
			{
				answer:
					'не имеющее на момент подачи заявления дисциплинарных взысканий',
				score: 0.5
			},
			{
				answer:
					'из числа детей-сирот и детей, оставшихся без попечения родителей',
				score: 0.5
			},
			{ answer: 'потерявшее в период обучения близкого родственника', score: 0 }
		]
	},
	{
		question:
			'Выберите правильный(-ые) вариант(ы) ответа: К дифференцированному зачету относится:',
		answers: [
			{ answer: 'защита курсового проекта', score: 0.25 },
			{ answer: 'защита отчета по практике', score: 0.25 },
			{ answer: 'защита курсовой работы', score: 0.25 },
			{ answer: 'защита ГПО', score: 0.25 }
		]
	},
	{
		question:
			'Выберите НЕ правильный(-ые) вариант(ы) ответа: Особенности экзаменационной сессии:',
		answers: [
			{
				answer: 'количество экзаменов не должно превышать 10 за учебный год',
				score: 0.5
			},
			{
				answer: 'на подготовку к экзаменам выделяется не менее 4-х дней',
				score: 0
			},
			{ answer: 'зачетов - не более 12 в течение учебного года', score: 0.5 },
			{
				answer: 'количество экзаменов не должно превышать 8 за учебный год',
				score: 0
			}
		]
	},
	{
		question:
			'Выберите правильный(-ые) вариант(ы) ответа: Чьими обязанностями является, проведение капитального и текущего ремонта в студенческих общежитиях?',
		answers: [
			{ answer: 'Проживающих в общежитии', score: 0 },
			{ answer: 'Администрации студенческого общежития', score: 0 },
			{ answer: 'Администрации университета', score: 1 },
			{ answer: 'Заведующего общежитием', score: 0 }
		]
	},
	{
		question:
			'Куда нужно обратиться, если расписание экзаменационной сессии составлено неправильно?',
		answers: [
			{ answer: 'В деканат', score: 0 },
			{ answer: 'В профсоюз', score: 0 },
			{ answer: 'В бюро расписаний', score: 1 }
		]
	},
	{
		question:
			'Кто устанавливает минимальный норматив государственной академической стипндии в РФ?',
		answers: [
			{ answer: 'Ректор ТУСУР', score: 0 },
			{ answer: 'Правительство РФ', score: 1 },
			{ answer: 'Президент РФ', score: 0 },
			{ answer: 'ППОС ТУСУР', score: 0 }
		]
	},
	{
		question:
			'Кто рассматривает разногласия проживающих в общежитии студентов и персонала общежития?',
		answers: [
			{ answer: 'СООПР', score: 0 },
			{ answer: 'Студенческий совет общежития', score: 1 },
			{ answer: 'Санитарная комиссия', score: 0 },
			{ answer: 'Студенты, проживающие в общежитии', score: 0 }
		]
	},
	{
		question:
			'В какой промежуток времени использование громкоговорящих устройств (телевизоры, радиоприемники и другие) допускается только при условии уменьшения слышимости до степени, не нарушающей покой проживающих?',
		answers: [
			{ answer: 'с 22.00 до 7.00', score: 1 },
			{ answer: 'с 23.00 до 7.00', score: 0 },
			{ answer: 'с 23.00 до 8.00', score: 0 },
			{ answer: 'с 22.00 до 8.00', score: 0 }
		]
	},
	{
		question:
			'Как часто проводится проверка санитарной комиссией состояния комнат общежития?',
		answers: [
			{ answer: 'ежедневно', score: 0 },
			{ answer: 'еженедельно', score: 1 },
			{ answer: 'ежемесячно', score: 0 },
			{ answer: 'ежеквартально', score: 0 }
		]
	},
	{
		question:
			'Каким образом жители общежития могут быть привлечены к выполнению общественно-полезных работ?',
		answers: [
			{ answer: 'в качестве меры поощрения', score: 0 },
			{ answer: 'в качестве меры наказания', score: 0 },
			{ answer: 'приказом руководства', score: 0 },
			{ answer: 'добровольно', score: 1 }
		]
	},
	{
		question:
			'Могут ли иностранные студенты получать государственную социальную стипендию?',
		answers: [
			{ answer: 'Да', score: 1 },
			{ answer: 'Нет', score: 0 },
			{ answer: 'Да, если есть родственники в РФ', score: 0 }
		]
	}
];
